Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 处理失败，请重试；若反复失败请检查模型配置与网络。
ar: فشلت المعالجة. أعد المحاولة؛ وإذا تكرر الفشل فتحقق من إعداد النموذج والشبكة.
de: Verarbeitung fehlgeschlagen. Bitte erneut versuchen; bei wiederholtem Fehlschlag Modellkonfiguration und Netzwerk prüfen.
en: Processing failed. Please try again; if it keeps failing, check the model configuration and network.
es: El procesamiento falló. Inténtalo de nuevo; si falla repetidamente, revisa la configuración del modelo y la red.
fr: Le traitement a échoué. Réessayez ; en cas d'échec répété, vérifiez la configuration du modèle et le réseau.
hi: प्रोसेसिंग विफल रही। फिर से प्रयास करें; बार-बार विफल होने पर मॉडल कॉन्फ़िगरेशन और नेटवर्क जाँचें।
id: Pemrosesan gagal. Coba lagi; jika terus gagal, periksa konfigurasi model dan jaringan.
it: Elaborazione non riuscita. Riprova; se continua a fallire, controlla la configurazione del modello e la rete.
ja: 処理に失敗しました。再試行してください。繰り返し失敗する場合はモデル設定とネットワークを確認してください。
ko: 처리에 실패했습니다. 다시 시도하세요. 계속 실패하면 모델 설정과 네트워크를 확인하세요.
nl: Verwerking mislukt. Probeer het opnieuw; controleer bij herhaald falen de modelconfiguratie en het netwerk.
pl: Przetwarzanie nie powiodło się. Spróbuj ponownie; jeśli błąd się powtarza, sprawdź konfigurację modelu i sieć.
pt: O processamento falhou. Tente novamente; se falhar repetidamente, verifique a configuração do modelo e a rede.
ru: Обработка не удалась. Повторите попытку; при повторных сбоях проверьте настройки модели и сеть.
sv: Bearbetningen misslyckades. Försök igen; kontrollera modellkonfiguration och nätverk vid upprepade fel.
th: การประมวลผลล้มเหลว กรุณาลองใหม่ หากยังล้มเหลวซ้ำ ๆ กรุณาตรวจสอบการตั้งค่าโมเดลและเครือข่าย
tr: İşlem başarısız oldu. Yeniden deneyin; tekrar başarısız olursa model yapılandırmasını ve ağı kontrol edin.
uk: Обробка не вдалася. Повторіть спробу; якщо збої повторюються, перевірте налаштування моделі та мережу.
vi: Xử lý thất bại. Vui lòng thử lại; nếu vẫn thất bại, hãy kiểm tra cấu hình mô hình và mạng.
zh_hant: 處理失敗，請重試；若反覆失敗請檢查模型設定與網路。

source: 处理失败（可能是模型或网络问题），稍后会自动重试。
ar: فشلت المعالجة (قد تكون مشكلة في النموذج أو الشبكة). ستُعاد المحاولة تلقائيًا لاحقًا.
de: Die Verarbeitung ist fehlgeschlagen (möglicherweise ein Modell- oder Netzwerkproblem). Es wird später automatisch erneut versucht.
en: Processing failed (possibly a model or network issue). It will be retried automatically later.
es: El procesamiento falló (posible problema de modelo o red). Se reintentará automáticamente más tarde.
fr: Le traitement a échoué (problème de modèle ou de réseau possible). Une nouvelle tentative aura lieu automatiquement plus tard.
hi: प्रोसेसिंग विफल रही (संभवतः मॉडल या नेटवर्क समस्या)। बाद में स्वतः पुनः प्रयास किया जाएगा।
id: Pemrosesan gagal (mungkin masalah model atau jaringan). Akan dicoba lagi secara otomatis nanti.
it: Elaborazione non riuscita (possibile problema di modello o rete). Verrà ritentata automaticamente più tardi.
ja: 処理に失敗しました（モデルまたはネットワークの問題の可能性があります）。後で自動的に再試行します。
ko: 처리하지 못했습니다(모델 또는 네트워크 문제일 수 있음). 잠시 후 자동으로 다시 시도합니다.
nl: Verwerken is mislukt (mogelijk een model- of netwerkprobleem). Er wordt later automatisch opnieuw geprobeerd.
pl: Przetwarzanie nie powiodło się (możliwy problem z modelem lub siecią). Ponowna próba nastąpi automatycznie później.
pt: O processamento falhou (possível problema de modelo ou rede). Será tentado novamente de forma automática mais tarde.
ru: Обработка не удалась (возможно, проблема с моделью или сетью). Повтор будет выполнен автоматически позже.
sv: Bearbetningen misslyckades (möjligen ett modell- eller nätverksproblem). Ett nytt försök görs automatiskt senare.
th: ประมวลผลไม่สำเร็จ (อาจเป็นปัญหาของโมเดลหรือเครือข่าย) จะลองใหม่โดยอัตโนมัติในภายหลัง
tr: İşleme başarısız oldu (model veya ağ sorunu olabilir). Daha sonra otomatik olarak yeniden denenecek.
uk: Не вдалося обробити (можлива проблема з моделлю або мережею). Повторну спробу буде виконано автоматично пізніше.
vi: Xử lý thất bại (có thể do vấn đề mô hình hoặc mạng). Sẽ tự động thử lại sau.
zh_hant: 處理失敗（可能是模型或網路問題），稍後會自動重試。

source: 处理超时，请重试。
ar: انتهت مدة المعالجة. أعد المحاولة.
de: Zeitüberschreitung bei der Verarbeitung. Bitte erneut versuchen.
en: Processing timed out. Please try again.
es: Se agotó el tiempo de procesamiento. Inténtalo de nuevo.
fr: Délai de traitement dépassé. Veuillez réessayer.
hi: प्रोसेसिंग का समय समाप्त हो गया। कृपया फिर से प्रयास करें।
id: Waktu pemrosesan habis. Coba lagi.
it: Tempo di elaborazione scaduto. Riprova.
ja: 処理がタイムアウトしました。再試行してください。
ko: 처리 시간이 초과되었습니다. 다시 시도하세요.
nl: Verwerking is verlopen. Probeer het opnieuw.
pl: Przekroczono limit czasu przetwarzania. Spróbuj ponownie.
pt: O processamento excedeu o tempo. Tente novamente.
ru: Время обработки истекло. Повторите попытку.
sv: Bearbetningen tog timeout. Försök igen.
th: การประมวลผลหมดเวลา กรุณาลองใหม่
tr: İşlem zaman aşımına uğradı. Lütfen yeniden deneyin.
uk: Час обробки вичерпано. Повторіть спробу.
vi: Xử lý quá thời gian. Vui lòng thử lại.
zh_hant: 處理逾時，請重試。

source: 处理队列
ar: قائمة انتظار المعالجة
de: Verarbeitungswarteschlange
en: Processing Queue
es: Cola de procesamiento
fr: File de traitement
hi: प्रोसेसिंग कतार
id: Antrean Pemrosesan
it: Coda di elaborazione
ja: 処理キュー
ko: 처리 대기열
nl: Verwerkingswachtrij
pl: Kolejka przetwarzania
pt: Fila de processamento
ru: Очередь обработки
sv: Bearbetningskö
th: คิวการประมวลผล
tr: İşleme Kuyruğu
uk: Черга обробки
vi: Hàng đợi xử lý
zh_hant: 處理佇列

source: 处理队列与一键处理
ar: قائمة انتظار المعالجة والمعالجة بنقرة واحدة
de: Verarbeitungswarteschlange und Ein-Klick-Verarbeitung
en: Processing Queue & One-Click Processing
es: Cola de procesamiento y procesamiento con un clic
fr: File de traitement et traitement en un clic
hi: प्रोसेसिंग कतार और एक-क्लिक प्रोसेसिंग
id: Antrean Pemrosesan & Pemrosesan Sekali Klik
it: Coda di elaborazione ed elaborazione con un clic
ja: 処理キューとワンクリック処理
ko: 처리 대기열과 원클릭 처리
nl: Verwerkingswachtrij en verwerking met één klik
pl: Kolejka przetwarzania i przetwarzanie jednym kliknięciem
pt: Fila de processamento e processamento com um clique
ru: Очередь обработки и обработка в один клик
sv: Bearbetningskö och enklicksbearbetning
th: คิวการประมวลผลและการประมวลผลในคลิกเดียว
tr: İşleme Kuyruğu ve Tek Tıkla İşleme
uk: Черга обробки й обробка одним клацанням
vi: Hàng đợi xử lý và xử lý một chạm
zh_hant: 處理佇列與一鍵處理

source: 备份现有转写失败，已取消处理以免覆盖手动修改。请检查磁盘空间后重试。
ar: فشل نسخ النص الحالي احتياطيًا، وتم إلغاء المعالجة لتجنب استبدال التعديلات اليدوية. تحقق من مساحة القرص ثم أعد المحاولة.
de: Sichern des vorhandenen Transkripts fehlgeschlagen; die Verarbeitung wurde abgebrochen, um manuelle Änderungen nicht zu überschreiben. Bitte Speicherplatz prüfen und erneut versuchen.
en: Backing up the existing transcript failed, so processing was cancelled to avoid overwriting manual edits. Check free disk space and try again.
es: No se pudo guardar una copia de la transcripción existente, por lo que se canceló el procesamiento para no sobrescribir ediciones manuales. Comprueba el espacio en disco e inténtalo de nuevo.
fr: La sauvegarde de la transcription existante a échoué ; le traitement a été annulé pour ne pas écraser vos modifications manuelles. Vérifiez l'espace disque et réessayez.
hi: मौजूदा ट्रांसक्रिप्ट का बैकअप विफल रहा, इसलिए मैनुअल संपादन बचाने के लिए प्रोसेसिंग रद्द कर दी गई। डिस्क स्थान जाँचकर फिर से प्रयास करें।
id: Gagal mencadangkan transkrip yang ada, pemrosesan dibatalkan agar suntingan manual tidak tertimpa. Periksa ruang disk lalu coba lagi.
it: Il backup della trascrizione esistente non è riuscito, quindi l'elaborazione è stata annullata per non sovrascrivere le modifiche manuali. Controlla lo spazio su disco e riprova.
ja: 既存の転写のバックアップに失敗したため、手動編集を上書きしないよう処理を中止しました。ディスクの空き容量を確認して再試行してください。
ko: 기존 전사 백업에 실패하여 수동 편집을 덮어쓰지 않도록 처리를 취소했습니다. 디스크 공간을 확인한 후 다시 시도하세요.
nl: Back-up van het bestaande transcript is mislukt; de verwerking is geannuleerd om handmatige wijzigingen niet te overschrijven. Controleer de schijfruimte en probeer opnieuw.
pl: Nie udało się utworzyć kopii istniejącego transkryptu, więc przetwarzanie anulowano, aby nie nadpisać ręcznych zmian. Sprawdź miejsce na dysku i spróbuj ponownie.
pt: Falhou a cópia de segurança da transcrição existente, por isso o processamento foi cancelado para não substituir edições manuais. Verifique o espaço em disco e tente novamente.
ru: Не удалось сохранить копию текущей расшифровки, обработка отменена, чтобы не потерять ручные правки. Проверьте свободное место на диске и повторите.
sv: Det gick inte att säkerhetskopiera den befintliga transkriptionen, så bearbetningen avbröts för att inte skriva över manuella ändringar. Kontrollera diskutrymmet och försök igen.
th: สำรองข้อความถอดเสียงเดิมไม่สำเร็จ จึงยกเลิกการประมวลผลเพื่อไม่ให้เขียนทับการแก้ไขด้วยมือ กรุณาตรวจสอบพื้นที่ดิสก์แล้วลองใหม่
tr: Mevcut transkript yedeklenemedi; el ile yapılan düzenlemelerin üzerine yazılmaması için işlem iptal edildi. Disk alanını kontrol edip yeniden deneyin.
uk: Не вдалося зберегти копію наявного тексту, тож обробку скасовано, щоб не втратити ручні правки. Перевірте вільне місце на диску та повторіть.
vi: Sao lưu bản ghi hiện có thất bại nên xử lý đã bị hủy để không ghi đè chỉnh sửa thủ công. Hãy kiểm tra dung lượng đĩa rồi thử lại.
zh_hant: 備份現有轉寫失敗，已取消處理以免覆蓋手動修改。請檢查磁碟空間後重試。

source: 备注
ar: ملاحظات
de: Notizen
en: Notes
es: Notas
fr: Notes
hi: टिप्पणियाँ
id: Catatan
it: Note
ja: メモ
ko: 메모
nl: Notities
pl: Notatki
pt: Notas
ru: Заметки
sv: Anteckningar
th: หมายเหตุ
tr: Notlar
uk: Нотатки
vi: Ghi chú
zh_hant: 備注

source: 复制
ar: نسخ
de: Kopieren
en: Copy
es: Copiar
fr: Copier
hi: कॉपी करें
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pl: Kopiuj
pt: Copiar
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hant: 複製

source: 复制全部
ar: نسخ الكل
de: Alles kopieren
en: Copy All
es: Copiar todo
fr: Tout copier
hi: सभी कॉपी करें
id: Salin Semua
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
nl: Alles kopiëren
pl: Kopiuj wszystko
pt: Copiar tudo
ru: Копировать всё
sv: Kopiera allt
th: คัดลอกทั้งหมด
tr: Tümünü Kopyala
uk: Копіювати все
vi: Sao chép tất cả
zh_hant: 複製全部

source: 复制到剪贴板
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
en: Copy to Clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
id: Salin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드로 복사
nl: Kopieer naar klembord
pl: Skopiuj do schowka
pt: Copiar para a área de transferência
ru: Скопировать в буфер обмена
sv: Kopiera till urklipp
th: คัดลอกไปยังคลิปบอร์ด
tr: Panoya Kopyala
uk: Копіювати в буфер обміну
vi: Sao chép vào bảng tạm
zh_hant: 複製到剪貼簿

source: 复制总结
ar: نسخ الملخص
de: Zusammenfassung kopieren
en: Copy Summary
es: Copiar resumen
fr: Copier le résumé
hi: सारांश कॉपी करें
id: Salin ringkasan
it: Copia riepilogo
ja: 要約をコピー
ko: 요약 복사
nl: Samenvatting kopiëren
pl: Kopiuj podsumowanie
pt: Copiar resumo
ru: Копировать сводку
sv: Kopiera sammanfattning
th: คัดลอกบทสรุป
tr: Özeti kopyala
uk: Копіювати підсумок
vi: Sao chép bản tóm tắt
zh_hant: 複製總結

source: 复制总结内容
ar: نسخ الملخص
de: Zusammenfassung kopieren
en: Copy Summary
es: Copiar resumen
fr: Copier le résumé
hi: सारांश कॉपी करें
id: Salin ringkasan
it: Copia riassunto
ja: 要約をコピー
ko: 요약 내용 복사
nl: Samenvatting kopiëren
pl: Kopiuj podsumowanie
pt: Copiar resumo
ru: Копировать резюме
sv: Kopiera sammanfattning
th: คัดลอกสรุป
tr: Özeti kopyala
uk: Копіювати підсумок
vi: Sao chép tóm tắt
zh_hant: 復制總結內容

source: 复制画面要点
ar: نسخ النقاط المرئية
de: Bildpunkte kopieren
en: Copy Visual Highlights
es: Copiar puntos visuales
fr: Copier les points clés visuels
hi: दृश्य मुख्य बिंदु कॉपी करें
id: Salin Poin Visual
it: Copia punti visivi
ja: 画面の要点をコピー
ko: 화면 요약 복사
nl: Visuele hoogtepunten kopiëren
pl: Kopiuj punkty obrazu
pt: Copiar destaques visuais
ru: Копировать визуальные тезисы
sv: Kopiera visuella punkter
th: คัดลอกสรุปภาพ
tr: Görsel Özetleri Kopyala
uk: Копіювати візуальні тези
vi: Sao chép điểm hình ảnh
zh_hant: 複製畫面要點

source: 复制诊断信息
ar: نسخ معلومات التشخيص
de: Diagnoseinformationen kopieren
en: Copy diagnostics
es: Copiar diagnóstico
fr: Copier les diagnostics
hi: डायग्नोस्टिक जानकारी कॉपी करें
id: Salin informasi diagnostik
it: Copia diagnostica
ja: 診断情報をコピー
ko: 진단 정보 복사
nl: Diagnostische informatie kopiëren
pl: Kopiuj informacje diagnostyczne
pt: Copiar diagnóstico
ru: Скопировать диагностику
sv: Kopiera diagnostik
th: คัดลอกข้อมูลวินิจฉัย
tr: Tanılama bilgilerini kopyala
uk: Копіювати діагностику
vi: Sao chép thông tin chẩn đoán
zh_hant: 複製診斷資訊

source: 复制转写文本
ar: نسخ نص التفريغ
de: Transkriptionstext kopieren
en: Copy Transcript
es: Copiar transcripción
fr: Copier la transcription
hi: ट्रांसक्रिप्ट टेक्स्ट कॉपी करें
id: Salin teks transkripsi
it: Copia trascrizione
ja: 文字起こしテキストをコピー
ko: 전사 텍스트 복사
nl: Transcriptietekst kopiëren
pl: Kopiuj tekst transkrypcji
pt: Copiar transcrição
ru: Копировать транскрипцию
sv: Kopiera transkriberingstext
th: คัดลอกบทถอดความ
tr: Çeviri yazı metnini kopyala
uk: Копіювати текст транскрипції
vi: Sao chép bản chuyển ngữ
zh_hant: 復制轉寫文本

source: 大模型
ar: LLM
de: LLM
en: LLM
es: LLM
fr: LLM
hi: LLM
id: LLM
it: LLM
ja: LLM
ko: LLM
nl: LLM
pl: LLM
pt: LLM
ru: LLM
sv: LLM
th: LLM
tr: LLM
uk: LLM
vi: LLM
zh_hant: 大型模型

source: 天
ar: أيام
de: Tage
en: days
es: días
fr: jours
hi: दिन
id: hari
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt: dias
ru: дней
sv: dagar
th: วัน
tr: gün
uk: днів
vi: ngày

source: 失败
ar: فشل
de: Fehlgeschlagen
en: Failed
es: Error
fr: Échec
hi: विफल
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt: Falhou
ru: Ошибка
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Невдача
vi: Thất bại
zh_hant: 失敗

source: 失败任务
ar: مهام فاشلة
de: Fehlgeschlagene Aufgaben
en: Failed tasks
es: Tareas fallidas
fr: Tâches échouées
hi: विफल कार्य
id: Tugas gagal
it: Attività non riuscite
ja: 失敗したタスク
ko: 실패한 작업
nl: Mislukte taken
pl: Zadania zakończone niepowodzeniem
pt: Tarefas com falha
ru: Неудавшиеся задачи
sv: Misslyckade uppgifter
th: งานที่ล้มเหลว
tr: Başarısız görevler
uk: Невдалі завдання
vi: Tác vụ thất bại
zh_hant: 失敗的工作

source: 失败时间：%@
ar: وقت الفشل: %@
de: Fehlerzeit: %@
en: Failed at: %@
es: Falló el: %@
fr: Échec à : %@
hi: विफल समय: %@
id: Waktu gagal: %@
it: Errore alle: %@
ja: 失敗時刻：%@
ko: 실패 시각: %@
nl: Mislukt op: %@
pl: Czas błędu: %@
pt: Falhou em: %@
ru: Время сбоя: %@
sv: Misslyckades: %@
th: เวลาที่ล้มเหลว: %@
tr: Hata zamanı: %@
uk: Час збою: %@
vi: Thời điểm lỗi: %@
zh_hant: 失敗時間：%@

source: 失败的步骤会保留在队列「最近失败」区：显示失败原因、时间与是否可重试，可直接重试该步骤、重新执行整个任务，或打开设置与定位条目文件夹
ar: تبقى الخطوات الفاشلة في قسم «أحدث الإخفاقات» في القائمة مع عرض السبب والوقت وإمكانية إعادة المحاولة؛ ويمكنك إعادة محاولة تلك الخطوة أو إعادة تنفيذ المهمة كاملة أو فتح الإعدادات وإظهار مجلد العنصر.
de: Fehlgeschlagene Schritte bleiben im Abschnitt „Zuletzt fehlgeschlagen“ der Warteschlange und zeigen Grund, Zeit und Wiederholbarkeit; Sie können den Schritt wiederholen, die gesamte Aufgabe erneut ausführen oder die Einstellungen öffnen und den Ordner des Eintrags anzeigen.
en: Failed steps stay in the queue's “Recent Failures” section, showing the reason, the time and whether they can be retried; you can retry that step, re-run the whole task, or open Settings and reveal the item's folder.
es: Los pasos fallidos permanecen en la sección «Fallos recientes» de la cola, mostrando el motivo, la hora y si se pueden reintentar; puedes reintentar ese paso, volver a ejecutar toda la tarea, o abrir Ajustes y mostrar la carpeta del elemento.
fr: Les étapes en échec restent dans la section « Échecs récents » de la file, avec la cause, l'heure et la possibilité de réessayer ; vous pouvez réessayer cette étape, relancer toute la tâche, ou ouvrir les réglages et afficher le dossier de l'élément.
hi: विफल चरण कतार के “हाल की विफलताएँ” अनुभाग में रहते हैं और विफलता कारण, समय व पुनः प्रयास संभव होने की जानकारी दिखाते हैं; आप उस चरण का पुनः प्रयास कर सकते हैं, पूरा कार्य फिर से चला सकते हैं, या सेटिंग्स खोलकर आइटम फ़ोल्डर दिखा सकते हैं।
id: Langkah yang gagal tetap ada di bagian “Kegagalan Terbaru” pada antrean, menampilkan alasan, waktu, dan dapat atau tidaknya dicoba ulang; Anda dapat mencoba ulang langkah itu, menjalankan ulang seluruh tugas, atau membuka Pengaturan dan menampilkan folder item.
it: I passaggi non riusciti restano nella sezione “Errori recenti” della coda, con motivo, ora e possibilità di riprovare; puoi riprovare quel passaggio, rieseguire l'intera attività oppure aprire le impostazioni e mostrare la cartella dell'elemento.
ja: 失敗したステップはキューの「最近の失敗」に残り、失敗理由・時刻・再試行可否を表示します。そのステップの再試行、タスク全体の再実行、設定を開く、項目フォルダの表示ができます。
ko: 실패한 단계는 큐의 ‘최근 실패’ 영역에 남아 실패 이유, 시각, 재시도 가능 여부를 표시합니다. 해당 단계 재시도, 전체 작업 다시 실행, 설정 열기, 항목 폴더 표시를 할 수 있습니다.
nl: Mislukte stappen blijven in het gedeelte ‘Recente fouten’ van de wachtrij staan, met reden, tijdstip en of ze opnieuw kunnen worden geprobeerd; u kunt die stap opnieuw proberen, de hele taak opnieuw uitvoeren, of Instellingen openen en de map van het item tonen.
pl: Nieudane kroki pozostają w sekcji „Ostatnie niepowodzenia“ kolejki i pokazują przyczynę, czas oraz możliwość ponowienia; można ponowić ten krok, uruchomić całe zadanie ponownie albo otworzyć ustawienia i pokazać folder elementu.
pt: As etapas falhadas permanecem na secção «Falhas recentes» da fila, mostrando o motivo, a hora e se podem ser repetidas; pode repetir essa etapa, executar novamente toda a tarefa, ou abrir os Ajustes e mostrar a pasta do item.
ru: Неудачные шаги остаются в разделе «Недавние сбои» очереди, где показаны причина, время и возможность повтора; можно повторить этот шаг, выполнить задачу заново, открыть настройки или показать папку элемента.
sv: Misslyckade steg ligger kvar i kön under ”Senaste fel” med orsak, tid och om de kan försökas igen; du kan försöka igen med steget, köra om hela uppgiften, eller öppna Inställningar och visa objektets mapp.
th: ขั้นตอนที่ล้มเหลวจะคงอยู่ในส่วน “ความล้มเหลวล่าสุด” ของคิว โดยแสดงสาเหตุ เวลา และว่าลองใหม่ได้หรือไม่ คุณสามารถลองขั้นตอนนั้นใหม่ รันงานทั้งหมดใหม่ หรือเปิดการตั้งค่าและแสดงโฟลเดอร์ของรายการ
tr: Başarısız adımlar kuyruğun “Son Hatalar” bölümünde kalır; neden, zaman ve yeniden denenebilirlik gösterilir. Bu adımı yeniden deneyebilir, tüm görevi yeniden çalıştırabilir veya Ayarlar'ı açıp öğe klasörünü gösterebilirsiniz.
uk: Невдалі кроки залишаються в розділі «Останні збої» черги, де показано причину, час і можливість повтору; можна повторити цей крок, виконати завдання заново, відкрити налаштування або показати теку елемента.
vi: Các bước thất bại vẫn nằm trong mục “Lỗi gần đây” của hàng đợi, hiển thị lý do, thời gian và khả năng thử lại; bạn có thể thử lại bước đó, chạy lại toàn bộ tác vụ, hoặc mở Cài đặt và hiển thị thư mục của mục.
zh_hant: 失敗的步驟會保留在佇列「最近失敗」區：顯示失敗原因、時間與是否可重試，可直接重試該步驟、重新執行整個任務，或開啟設定與定位項目資料夾

source: 好
ar: حسنًا
de: OK
en: OK
es: Aceptar
fr: OK
hi: ठीक
id: OK
it: OK
ja: OK
ko: 확인
nl: OK
pl: OK
pt: OK
ru: ОК
sv: OK
th: ตกลง
tr: Tamam
uk: ОК
vi: OK

source: 如有隐私相关问题，请通过应用内「用户反馈」功能联系我们。
ar: للاستفسارات المتعلقة بالخصوصية، تواصل معنا عبر ميزة «ملاحظات المستخدم» في التطبيق.
de: Bei Fragen zum Datenschutz kontaktieren Sie uns bitte über die In-App-Funktion „Nutzer-Feedback“.
en: For privacy-related questions, please contact us via the in-app Feedback feature.
es: Para consultas sobre privacidad, contáctanos mediante la función «Comentarios del usuario» de la app.
fr: Pour toute question de confidentialité, contactez-nous via la fonction « Feedback utilisateur » de l'app.
hi: गोपनीयता से जुड़े प्रश्नों के लिए, ऐप के «उपयोगकर्ता प्रतिक्रिया» फ़ीचर से संपर्क करें।
id: Untuk pertanyaan privasi, hubungi kami melalui fitur «Umpan Balik Pengguna» di aplikasi.
it: Per domande sulla privacy, contattaci tramite la funzione «Feedback utente» dell'app.
ja: プライバシーに関するご質問は、アプリ内の「ユーザーフィードバック」からお問い合わせください。
ko: 개인정보 관련 문의는 앱 내 '사용자 피드백' 기능으로 연락해 주세요.
nl: Voor privacyvragen kunt u contact opnemen via de functie «Gebruikersfeedback» in de app.
pl: W sprawach prywatności skontaktuj się z nami przez funkcję «Opinie użytkowników» w aplikacji.
pt: Para dúvidas sobre privacidade, fale conosco pelo recurso «Feedback do usuário» do app.
ru: По вопросам конфиденциальности свяжитесь с нами через функцию «Отзыв пользователя» в приложении.
sv: För integritetsfrågor, kontakta oss via funktionen «Användarfeedback» i appen.
th: สำหรับคำถามเรื่องความเป็นส่วนตัว ติดต่อเราผ่านฟีเจอร์ «ข้อเสนอแนะผู้ใช้» ในแอป
tr: Gizlilik soruları için uygulama içi «Kullanıcı Geri Bildirimi» özelliğinden bize ulaşın.
uk: Для запитань щодо конфіденційності зв'яжіться з нами через функцію «Відгук користувача» в застосунку.
vi: Với câu hỏi về quyền riêng tư, hãy liên hệ qua tính năng «Phản hồi người dùng» trong ứng dụng.
zh_hant: 如有隱私相關問題，請通過應用內「使用者回饋」功能聯系我們。

source: 姓名
ar: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 氏名
ko: 이름
nl: Naam
pl: Imię
pt: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
uk: Ім’я
vi: Tên

source: 姓名不能为空
ar: لا يمكن أن يكون الاسم فارغًا
de: Der Name darf nicht leer sein
en: Name cannot be empty
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
hi: नाम खाली नहीं हो सकता
id: Nama tidak boleh kosong
it: Il nome non può essere vuoto
ja: 氏名は空にできません
ko: 이름은 비워둘 수 없습니다
nl: Naam mag niet leeg zijn
pl: Imię nie może być puste
pt: O nome não pode ficar vazio
ru: Имя не может быть пустым
sv: Namnet kan inte vara tomt
th: ชื่อต้องไม่ว่างเปล่า
tr: Ad boş olamaz
uk: Ім’я не може бути порожнім
vi: Tên không được để trống
zh_hant: 姓名不能為空

source: 字号 %lld
ar: حجم الخط %lld
de: Schriftgröße %lld
en: Font size %lld
es: Tamaño de fuente %lld
fr: Taille de police %lld
hi: फ़ॉन्ट आकार %lld
id: Ukuran font %lld
it: Dimensione font %lld
ja: 文字サイズ %lld
ko: 글자 크기 %lld
nl: Lettergrootte %lld
pl: Rozmiar czcionki %lld
pt: Tamanho da fonte %lld
ru: Размер шрифта %lld
sv: Teckenstorlek %lld
th: ขนาดตัวอักษร %lld
tr: Yazı boyutu %lld
uk: Розмір шрифту %lld
vi: Cỡ chữ %lld
zh_hant: 字級 %lld

source: 存储信息
ar: معلومات التخزين
de: Speicherinformationen
en: Storage Info
es: Información de almacenamiento
fr: Informations de stockage
hi: भंडारण जानकारी
id: Info penyimpanan
it: Informazioni di archiviazione
ja: ストレージ情報
ko: 저장소 정보
nl: Opslaginformatie
pl: Informacje o pamięci
pt: Informações de armazenamento
ru: Сведения о хранилище
sv: Lagringsinformation
th: ข้อมูลพื้นที่จัดเก็บ
tr: Depolama bilgisi
uk: Відомості про сховище
vi: Thông tin lưu trữ
zh_hant: 儲存資訊

source: 完成
ar: تم
de: Fertig
en: Done
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong

source: 定位到下一个匹配的段落
ar: الانتقال إلى المقطع المطابق التالي
de: Zum nächsten übereinstimmenden Absatz springen
en: Jump to the next matching segment
es: Ir al siguiente segmento coincidente
fr: Aller au segment correspondant suivant
hi: अगले मिलान खंड पर जाएँ
id: Lompat ke segmen yang cocok berikutnya
it: Vai al segmento corrispondente successivo
ja: 次の一致するセグメントへ移動
ko: 다음 일치 항목으로 이동
nl: Ga naar het volgende overeenkomende segment
pl: Przejdź do następnego dopasowanego segmentu
pt: Ir para o próximo segmento correspondente
ru: Перейти к следующему совпадающему фрагменту
sv: Hoppa till nästa matchande segment
th: ไปยังส่วนที่ตรงกันถัดไป
tr: Sonraki eşleşen bölüme git
uk: Перейти до наступного збігу
vi: Chuyển đến phân đoạn khớp tiếp theo
zh_hant: 定位到下一個匹配的段落

source: 实际请求：%@
ar: الطلب الفعلي: %@
de: Tatsächliche Anfrage: %@
en: Actual request: %@
es: Solicitud real: %@
fr: Requête réelle : %@
hi: वास्तविक अनुरोध: %@
id: Permintaan sebenarnya: %@
it: Richiesta effettiva: %@
ja: 実際のリクエスト：%@
ko: 실제 요청: %@
nl: Werkelijk verzoek: %@
pl: Rzeczywiste żądanie: %@
pt: Pedido real: %@
ru: Фактический запрос: %@
sv: Faktisk begäran: %@
th: คำขอจริง: %@
tr: Gerçek istek: %@
uk: Фактичний запит: %@
vi: Yêu cầu thực tế: %@
zh_hant: 實際請求：%@
